Repository: XP2025A/Loop
Catalog: Loop/*.lproj/Localizable.strings
Languages: it

source: (pending: %@)
it: (in attesa: %@)

source: Pre-meal Preset
it: Preset pre-pasto

source: remaining
it: rimanenti

source: Safety Notifications are OFF
it: Le notifiche di sicurezza sono disattivate

source: Workout Preset
it: Preset allenamento

source: %@ absorbed
it: %@ assorbiti

source: %@ remaining
it: %@ rimanenti

source: %@ U Total
it: %@ U Totali

source: %@%@ was unable to cancel your current temporary basal rate, which is higher than the new Max Basal limit you have set. This may result in higher insulin delivery than desired. Consider suspending insulin delivery manually and then immediately resuming to enact basal delivery with the new limit in place.
it: %1$@%2$@ non sono stati in grado di cancellare la tua attuale basale temporanea, che è più elevata di quella impostata come nuovo limite massimo di basale. Questo potrebbe comportare una maggiore infusione d'insulina di quanto desiderato. Considera di sospendere manualmente l'erogazione d'insulina e quindi di riattivarla immediatamente per attivare l'erogazione d'insulina basale con il corretto limite impostato.

source: %1$@ APP SOUNDS
it: %1$@ SUONI DELL'APP

source: %1$@ is operating with Closed Loop in the OFF position. Your pump and CGM will continue operating, but the app will not adjust dosing automatically.
it: %1$@ è in funzione con Loop chiuso disattivato. La pompa e il CGM continueranno a funzionare, ma l'applicazione non regolerà automaticamente il dosaggio.

source: %1$@ is unable to clear the alert from your device
it: %1$@ non è in grado di cancellare l'avviso dal tuo dispositivo

source: %1$@ is unable to communicate with your insulin pump. The app will continue trying to reach your pump, but insulin delivery information cannot be updated and no automation can continue. You can wait several minutes to see if the issue resolves or tap the button below to learn more about other options.
it: %1$@ non riesce a comunicare con la pompa. L'app continuerà a provare a contattare la pompa, ma le informazioni sull'erogazione dell'insulina non possono essere aggiornate e l'automazione non può proseguire. Puoi attendere alcuni minuti per vedere se il problema si risolve oppure toccare il pulsante qui sotto per saperne di più sulle altre opzioni.

source: %1$@ Time Settings Need Attention
it: %1$@ Le impostazioni dell'orario richiedono attenzione

source: %1$@ U left
it: %1$@ U rimaste

source: %1$@ U left: %2$@
it: %1$@ U rimaste: %2$@

source: %1$@ U/hour @ %2$@
it: %1$@ U/ora @ %2$@

source: %1$@ will stop working in %2$@. You will need to rebuild before that.
it: %1$@ smetterà di funzionare tra %2$@. Prima di allora, sarà necessario ricostruirlo.

source: %1$@ will stop working in %2$@. You will need to update before that, with a new provisioning profile.
it: %1$@ smetterà di funzionare tra %2$@. Prima di allora, sarà necessario effettuare l'aggiornamento con un nuovo profilo di provisioning.

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min
it: Coefficiente di regressione della glicemia a 15 minuti (b₁), continuato con decadimento per 30 minuti

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min
it: Confronto di 30 minuti tra la previsione della glicemia e quella effettiva, continuato con decadimento per 60 minuti

source: A few seconds remaining
it: Pochi secondi rimanenti

source: A manual glucose entry must be between %@ and %@
it: Un inserimento manuale della glicemia deve essere compreso tra %1$@ e %2$@

source: A manual glucose entry must be between %1$@ and %2$@.
it: Un inserimento manuale della glicemia deve essere compreso tra %1$@ e %2$@.

source: A model based on the published absorption of Fiasp insulin.
it: Un modello basato sull'assorbimento pubblicato dell'insulina Fiasp.

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
it: Un modello basato sull'assorbimento pubblicato dell'insulina Humalog, Novolog e Apidra negli adulti.

source: A new version of %@ is available and is recommended to continue using the app.
it: È disponibile una nuova versione di %@ e si consiglia di continuare a utilizzare l'app.

source: A new version of %@ is available.
it: È disponibile una nuova versione di %@.

source: A pump must be configured before a bolus can be delivered.
it: Prima di poter erogare un bolo, è necessario configurare una pompa.

source: Active Carbohydrates
it: Carboidrati attivi

source: Active Carbohydrates: %@
it: Carboidrati attivi: %@

source: Active Carbs
it: Carboidrati attivi

source: Active Insulin
it: Insulina attiva

source: Active Insulin: %@
it: Insulina attiva: %@

source: Add a new favorite food
it: Aggiungi un nuovo cibo preferito

source: Add Carb Entry
it: Aggiungi inserimento carboidrati

source: Add CGM
it: Aggiungi CGM

source: Add Meal
it: Aggiungi pasto

source: Add Pump
it: Aggiungi pompa

source: Add Service
it: Aggiungi servizio

source: Adjusted for
it: Regolato per

source: Alert Management
it: Gestione avvisi

source: Alert Permissions
it: Permessi di avviso

source: Alert Permissions and Mute Alerts
it: Autorizzazioni avvisi e avvisi disattivati

source: Algorithm Experiments
it: Esperimenti algoritmo

source: Algorithm Experiments are optional modifications to the Loop Algorithm. These modifications are less tested than the standard Loop Algorithm, so please use carefully.
it: Gli esperimenti sull'algoritmo sono modifiche opzionali all'algoritmo di Loop. Queste modifiche sono meno testate rispetto all'algoritmo Loop standard, quindi utilizzale con attenzione.

source: Algorithm Settings
it: Impostazioni algoritmo

source: All Alerts Muted
it: Tutti gli avvisi disattivati

source: All alerts muted until
it: Tutti gli avvisi disattivati fino a

source: All Favorites
it: Tutti i preferiti

source: Amount Consumed
it: Quantità consumata

source: Amplitude
it: Ampiezza

source: An active override is modifying your carb ratio and insulin sensitivity. If you don't want this to affect your bolus calculation and projected glucose, consider turning off the override.
it: Un Override attivo sta modificando il rapporto di carboidrati e la sensibilità insulina. Se non si vuole che questo influisca sul calcolo del bolo e sulla glicemia prevista, si consiglia di disattivare la funzione di Override.

source: An error occurred while trying to save your carb entry.
it: Si è verificato un errore durante il tentativo di salvare l'inserimento dei carboidrati.

source: An error occurred while trying to save your manual glucose entry.
it: Si è verificato un errore durante il tentativo di salvare l'inserimento manuale della glicemia.

source: An unexpected onboarding error state occurred.
it: Si è verificato un errore di onboarding imprevisto.

source: An updated bolus recommendation is available.
it: È disponibile una raccomandazione aggiornata sul bolo.

source: API Key
it: Chiave API

source: API Secret
it: Chiave personale API

source: App Profile
it: Profilo app

source: Are you sure you want to delete all history entries?
it: Sei sicuro di voler eliminare tutte le voci della cronologia?

source: Are you sure you want to delete all logged dose entries?
it: Sei sicuro di voler eliminare tutte le dosi inserite?

source: Are you sure you want to delete all reservoir values?
it: Sei sicuro di voler eliminare tutti i valori del serbatoio?

source: Are you sure you want to delete all your %@ Data? (This action is not reversible)
it: Sei sicuro di voler eliminare tutti i tuoi dati %@ ? (Questa azione non è reversibile)

source: Are you sure you want to delete this CGM?
it: Sei sicuro di voler eliminare questo CGM?

source: Are you sure you want to delete this food?
it: Sei sicuro di voler eliminare questo cibo?

source: Are you sure you want to delete this service?
it: Sei sicuro di voler eliminare questo servizio?

source: at %@
it: a %@

source: Authenticate to Bolus %@ Units
it: Esegui l'autenticazione per il bolo di %@ Unità

source: Authenticate to log %@ Units
it: Esegui l'autenticazione per registrare %@ Unità

source: Basal Rate Schedule
it: Tabella di velocità basale

source: Basal Rates
it: Velocità basali

source: Based on your predicted glucose, no bolus is recommended.
it: In base alla glicemia prevista, non è consigliato alcun bolo.

source: Bluetooth Off
it: Bluetooth Disattivato

source: Bluetooth Unavailable
it: Bluetooth Non disponibile

source: Bluetooth Off Alert
it: Avviso Bluetooth disattivato

source: Bluetooth Unavailable Alert
it: Avviso Bluetooth non disponibile

source: Bolus
it: Bolo

source: Bolus Issue
it: Problema con il bolo

source: Bolus Recommendation Updated
it: Raccomandazioni sul bolo aggiornate

source: Bolus Summary
it: Riepilogo bolo

source: Bolus Too Small
it: Bolo troppo piccolo

source: Bolused %1$@ of %2$@
it: Bolo %1$@ di %2$@

source: Bolusing %1$@
it: Bolo in corso %1$@

source: Cancel
it: Annulla

source: Canceling Bolus
it: Annullamento bolo in corso

source: Carb effects
it: Effetto carboidrati

source: Carb Entry
it: Carboidrati inseriti

source: Carb Ratio Schedule
it: Tabella del rapporto carboidrati

source: Carb Ratios
it: Rapporti carboidrati

source: carb-entry-title-add
it: Aggiungi inserimento carboidrati

source: Carbohydrate Entry Too Large
it: Carboidrati inseriti troppo alti

source: Carbohydrates
it: Carboidrati

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
it: Carboidrati assorbiti ÷ Rapporto carboidrati (gr/U) × Sensibilità insulinica (%1$@/U)

source: Caution
it: Attenzione

source: Change the pump battery immediately
it: Sostituisci immediatamente la batteria della pompa

source: Change the pump reservoir now
it: Cambia ora il serbatoio della pompa

source: Check settings
it: Controlla le impostazioni

source: Check that your pump is in range
it: Controlla che la pompa sia nel raggio d'azione

source: Check your CGM data source
it: Controlla la sorgente dati del sensore

source: Check your device time and/or remove any invalid data from Apple Health.
it: Controlla l'orario del tuo dispositivo e/o rimuovi eventuali dati non validi da Apple Salute.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
it: Scegli un periodo di assorbimento piu lungo per i pasti piu grandi o quelli contenenti grassi e proteine. Questa e solo una guida all’algoritmo e non e necessario che sia esatta.

source: Choose Favorite:
it: Scegli il preferito:

source: Close
it: Chiudi

source: Closed Loop
it: Loop chiuso

source: Closed Loop OFF
it: Loop chiuso disattivato

source: Closed Loop requires an active CGM Sensor Session
it: Loop chiuso richiede almeno una sessione attiva del sensore CGM

source: Closed Loop requires Setup to be Complete
it: Loop chiuso richiede che la configurazione sia completata

source: com.loudnate.InsulinKit.IOBDateLabel
it: a %1$@

source: com.loudnate.InsulinKit.totalDateLabel
it: da %1$@

source: com.loudnate.LoopKit.errorAlertActionTitle
it: OK

source: Complete Setup
it: Completa configurazione

source: Configuration
it: Configurazione

source: Configuration Error: %1$@
it: Errore di configurazione: %1$@

source: Continue
it: Continua

source: Continuous Glucose Monitor
it: Monitoraggio continuo glicemia

source: Correction Range
it: Intervallo di correzione

source: Could Not Restart %1$@
it: Impossibile riavviare %1$@

source: Critical Alerts
it: Avvisi critici

source: Critical Event Log Ready
it: Registro eventi critici pronto

source: Critical Event Logs
it: Registri eventi critici

source: Critical Event Logs were not able to be exported.
it: Non è stato possibile esportare i registri degli eventi critici.

source: Current Glucose
it: Glicemia attuale

source: Current glucose of %1$@ is below correction range.
it: La glicemia attuale di %1$@ è al di sotto dell'intervallo glicemico.

source: Custom Override
it: Override personalizzato

source: Custom Preset
it: Programmazione

source: Date
it: Data

source: Delete
it: Elimina

source: Delete “%@”?
it: Eliminare "%@" ?

source: Delete Account
it: Elimina account

source: Delete All
it: Elimina tutto

source: Delete CGM
it: Elimina CGM

source: Delete Food
it: Elimina cibo

source: Delete Service
it: Elimina servizio

source: Delete Testing CGM Data
it: Elimina dati test CGM

source: Delete Testing Data
it: Elimina dati test

source: Delete Testing Pump Data
it: Elimina dati test della pompa

source: Deliver
it: Eroga

source: Delivery Limits
it: Limiti erogazione

source: Diabetes Treatment
it: Terapia

source: Did you intend to enter %1$@ grams as the amount of carbohydrates for this meal?
it: Intendevi inserire %1$@ grammi come quantità di carboidrati per questo pasto?

source: Disables
it: Disattiva

source: Dismiss
it: OK

source: Done
it: Fine

source: Dose Summary
it: Riepilogo della dose

source: Dosing Strategy
it: Strategia di dosaggio

source: Duration exceeds: %1$.1f hours
it: La durata supera: %1$.1f ore

source: Enable Bluetooth
it: Attiva Bluetooth

source: Enable Glucose Based Partial Application
it: Attiva Applicazione parziale basata sulla glicemia (GBPA)

source: Enable Integral Retrospective Correction
it: Attiva Correzione retrospettiva integrale (IRC)

source: Enables
it: Attiva

source: Enter a blood glucose from a meter for a recommended bolus amount.
it: Inserirsci la glicemia capillare per ottenere la quantità di bolo consigliata.

source: Enter Bolus
it: Inserisci bolo

source: Enter Fingerstick Glucose
it: Inserirsci glicemia capillare

source: Enter glucose safety limit
it: Inserisci limite di sicurezza glicemia

source: Enter suspend threshold
it: Inserisci soglia di sospensione

source: Error Canceling Bolus
it: Errore durante l'annullamento del bolo

source: Error Exporting Logs
it: Errore durante l'esportazione dei registri

source: Error Resuming
it: Errore durante la ripresa

source: Event History
it: Cronologia degli eventi

source: Eventually %@
it: Infine %@

source: Exceeds maximum allowed bolus in settings
it: Supera il bolo massimo consentito nelle impostazioni

source: Exceeds maximum allowed carbs
it: Supera i carboidrati massimi consentiti

source: Exceeds Maximum Bolus
it: Supera il bolo massimo

source: Export Critical Event Logs
it: Esporta registri eventi critici

source: Export-%1$@
it: Esporta- %1$@

source: Failed to Resume Insulin Delivery
it: Impossibile riprendere l'erogazione dell'insulina

source: FAVORITE FOODS
it: CIBI SALVATI

source: Fingerstick Glucose
it: Glicemia capillare

source: Fix now by turning Notifications, Critical Alerts and Time Sensitive Notifications ON.
it: Risolvilo ora attivando notifiche, avvisi critici e notifiche sensibili al tempo.

source: For %1$@
it: Per %1$@

source: For safety purposes, you should allow Critical Alerts, Time Sensitive and Notification Permissions (non-critical alerts) on your device to continue using %1$@ and cannot turn off individual alarms.
it: Per motivi di sicurezza, dovresti consentire gli avvisi critici, gli avvisi sensibili al tempo e le autorizzazioni di notifica (avvisi non critici) sul tuo dispositivo per continuare a utilizzare %1$@ e non puoi disattivare i singoli allarmi.

source: Forecasted blood glucose may still be higher than target range.
it: La glicemia prevista potrebbe essere più elevata di quella impostata come obiettivo.

source: Forecasted Glucose
it: Glicemia prevista

source: Frequently asked questions about alerts
it: Domande frequenti sugli avvisi

source: Get help with Alert Permissions
it: Ottieni assistenza per le autorizzazioni

source: Glucose
it: Glicemia

source: Glucose Based Partial Application
it: Applicazione parziale basata sulla glicemia (GBPA)

source: Glucose data is %1$@ old
it: I dati sulla glicemia sono vecchi di %1$@

source: Glucose data not available
it: Dati sulla glicemia non disponibili

source: Glucose Data Now Available
it: Dati glicemia ora disponibili

source: Glucose effect of suspending insulin delivery
it: Effetto sulla glicemia della sospensione dell'erogazione d'insulina

source: Glucose Entry Out of Range
it: Glicemia inserita fuori intervallo

source: Glucose Momentum
it: Momento della glicemia

source: Glucose Target Range Schedule
it: Programma di intervalli target di glicemia

source: HARDWARE SOUNDS
it: SUONI HARDWARE

source: High Glucose
it: Glicemia alta

source: How can I silence non-Critical Alerts?
it: Come posso silenziare gli avvisi non critici?

source: How can I silence only Time Sensitive and Non-Critical alerts?
it: Come posso silenziare solo gli avvisi sensibili al tempo e non critici?

source: How can I temporarily silence all %1$@ app sounds?
it: Come posso silenziare temporaneamente tutti i suoni dell'app %1$@ ?

source: How to update (LoopDocs)
it: Come Aggiornare (LoopDocs)

source: If iOS Focus Mode is ON and Mute Alerts is OFF, Critical Alerts will still be delivered and non-Critical Alerts will be silenced until %1$@ is added to each Focus mode as an Allowed App.
it: Se la modalità Focus iOS è attiva e Disattiva avvisi è disattivata, gli avvisi critici verranno comunque inviati e gli avvisi non critici verranno silenziati finché %1$@ non verrà aggiunto a ciascuna modalità Focus come app consentita.

source: Immediate
it: Immediato

source: In future versions of Loop these experiments may change, end up as standard parts of the Loop Algorithm, or be removed from Loop entirely. Please follow along in the Loop Zulip chat to stay informed of possible changes to these features.
it: Nelle versioni future di Loop questi esperimenti potrebbero cambiare, diventare parti standard dell'algoritmo Loop o essere rimossi completamente da Loop. Segui la chat di Loop Zulip per rimanere informato su possibili modifiche a queste funzionalità.

source: Indefinitely
it: Indefinitamente

source: Insulin
it: Insulina

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
it: Insulina assorbita (U) × Sensibilità insulinica (%1$@/U)

source: Insulin adjustments have been disabled!
it: Le regolazioni dell'insulina sono state disattivate!

source: Insulin Delivery
it: Erogazione insulina

source: Insulin effects
it: Effetto dell’insulina

source: Insulin Model
it: Modello di azione dell'Insulina

source: Insulin Pump
it: Pompa

source: Insulin Sensitivities
it: Sensibilità insulinica

source: Insulin Sensitivity Schedule
it: Programma di sensibilità insulinica

source: Insulin Suspended
it: Insulina sospesa

source: Insulin Type
it: Tipo d'insulina

source: Integral Retrospective Correction
it: Correzione retrospettiva integrale (IRC)

source: Integral Retrospective Correction (IRC) is an extension of the standard Retrospective Correction (RC) algorithm component in Loop, which adjusts the forecast based on the history of discrepancies between predicted and actual glucose levels. In contrast to RC, which looks at discrepancies over the last 30 minutes, with IRC, the history of discrepancies adds up over time. So continued positive discrepancies over time will result in increased dosing. If the discrepancies are negative over time, Loop will reduce dosing further.
it: Correzione retrospettiva integrale (IRC) è un'estensione del componente standard dell'algoritmo di correzione retrospettiva (RC) in Loop, che regola la previsione in base alla cronologia delle discrepanze tra i livelli di glicemia previsti e quelli effettivi. A differenza di RC, che esamina le discrepanze negli ultimi 30 minuti, con IRC la cronologia delle discrepanze si accumula nel tempo. Pertanto, continue discrepanze positive nel tempo comporteranno un aumento del dosaggio. Se le discrepanze diventano negative nel tempo, Loop ridurrà ulteriormente il dosaggio.

source: Interrupted %1$@: <b>%2$@</b> of %3$@ %4$@
it: Interrotto %1$@: <b>%2$@ </b> di %3$@ %4$@

source: Invalid absorption time: %1$@ hours
it: Periodo di assorbimento non valido: %1$@ ore

source: Invalid Bolus Amount
it: Quantità bolo non valida

source: Invalid carb amount
it: Quantità di carboidrati non valida

source: Invalid data: %1$@
it: Dati non validi: %1$@

source: Invalid Future Glucose
it: Glicemia futura non valida

source: Invalid glucose reading with a timestamp that is %1$@ in the future
it: Lettura della glicemia non valida con data e ora %1$@ nel futuro

source: iOS Critical Alerts and Time Sensitive Alerts are types of Apple notifications. They are used for high-priority events. Some examples include:
it: gli avvisi critici e gli avvisi sensibili al tempo di iOS sono tipi di notifiche Apple. Vengono utilizzati per eventi ad alta priorità. Alcuni esempi sono:

source: IOS FOCUS MODES
it: MODALITÀ FOCUS IOS

source: Issue Report
it: Report problemi

source: It looks like you may not have logged a meal you ate. Tap to log it now.
it: Sembra che non sia stato registrato un pasto consumato. Tocca per registrarlo ora.

source: Large Meal Entered
it: Pasto abbondante inserito

source: Launches CGM app
it: Avvia l'app CGM

source: Learn More
it: Ulteriori informazioni

source: Less than a minute remaining
it: Meno di un minuto rimanente

source: Loading...
it: Caricamento in corso...

source: Log Dose
it: Registra dose

source: Logged Insulin Dose
it: Dose d'insulina registrata

source: Loop Crashed
it: Loop è crashato

source: Loop Failure
it: Malfunzionamento di Loop

source: Loop has detected an issue with your Bluetooth settings, and will not work successfully until Bluetooth is enabled. You will not receive glucose readings, or be able to bolus.
it: Loop ha rilevato un problema con le tue impostazioni Bluetooth e non funzionerà correttamente finché il Bluetooth non sarà attivato. Non riceverai letture glicemiche né potrai eseguire il bolo.

source: Loop has detected an missed meal and estimated its size. Edit the carb amount to match the amount of any carbs you may have eaten.
it: Loop ha rilevato un pasto saltato e ne ha stimato le dimensioni. Modifica la quantità di carboidrati in modo che corrisponda alla quantità di carboidrati che potresti aver mangiato.

source: Loop has not completed successfully in %@
it: Loop non ha funzionato correttamente per %@

source: Loop will automatically bolus when insulin needs are above scheduled basal, and will use temporary basal rates when needed to reduce insulin delivery below scheduled basal.
it: Loop eseguirà automaticamente il bolo quando il fabbisogno d'insulina è superiore alla basale programmata e utilizzerà velocità basali temporanee quando necessario per ridurre l'erogazione d'insulina al di sotto della basale programmata.

source: Loop will not work successfully until Bluetooth is enabled. You will not receive glucose readings, or be able to bolus.
it: Loop non funzionerà correttamente fino a quando il Bluetooth non sarà attivato. Non riceverai letture glicemiche né potrai eseguire il bolo.

source: Loop will set temporary basal rates to increase and decrease insulin delivery.
it: Loop imposterà velocità basali temporanee per aumentare e diminuire l'erogazione d'insulina.

source: Low Glucose
it: Glicemia bassa

source: Manage Permissions in Settings
it: Gestisci le autorizzazioni in Impostazioni

source: Managing Alerts
it: Gestione degli avvisi

source: Manual Dose: <b>%1$@</b> %2$@
it: Dose manuale: <b> %1$@ </b> %2$@

source: Maximum Basal Rate Per Hour
it: Velocità basale massima all'ora

source: Maximum Bolus
it: Bolo massimo

source: Maximum Bolus Exceeded
it: Bolo massimo superato

source: Meal Bolus
it: Bolo pasto

source: Missed Meal Notifications
it: Notifiche di pasti mancati

source: Missing data: %1$@
it: Dati mancanti: %1$@

source: Missing maximum allowed bolus in settings
it: Manca il bolo massimo consentito nelle impostazioni

source: Momentum effects
it: Effetti del momento

source: More Info
it: Ulteriori informazioni

source: Mute All Alerts
it: Disattiva tutti gli avvisi
