Repository: XP2025A/Loop
Catalog: Loop/*.lproj/Localizable.strings
Languages: it

source: Mute All Alerts Temporarily
it: Disattiva temporaneamente tutti gli avvisi

source: Needs Attention
it: Richiede attenzione

source: Negative duration not allowed
it: Durata negativa non consentita

source: No alerts or alarms will sound while muted. Select how long you would you like to mute for.
it: Nessun avviso o allarme suonerà quando l'audio è disattivato. Seleziona per quanto tempo desideri disattivare l'audio.

source: No Bolus Recommended
it: Nessun bolo consigliato

source: No connected devices, or failure during device connection
it: Nessun dispositivo connesso o mancanza di segnale durante la connessione del dispositivo

source: No Maximum Bolus Configured
it: Nessun bolo massimo configurato

source: No Pump Configured
it: Nessuna pompa configurata

source: No Recent Glucose
it: Nessuna glicemia recente

source: No Recent Glucose Data
it: Nessun dato recente sulla glicemia

source: No Recent Pump Data
it: Nessun dato recente sulla pompa

source: No, edit amount
it: No, modifica la quantità

source: Notification Delivery
it: Invio delle notifiche

source: Notification delivery is set to Scheduled Summary in your phone’s settings. To avoid delay in receiving notifications from %1$@, we recommend notification delivery be set to Immediate Delivery.
it: L'invio delle notifiche è impostato su Riepilogo pianificato nelle impostazioni del telefono. Per evitare ritardi nella ricezione delle notifiche da %1$@ , ti consigliamo di impostare l'invio delle notifiche su Consegna immediata.

source: Notifications
it: Notifiche

source: Notifications Delayed
it: Notifiche ritardate

source: Notifications give you important %1$@ app information without requiring you to open the app.
it: Le notifiche ti forniscono informazioni importanti sull'app %1$@ senza che tu debba aprire l'app.

source: Notifications give you important %1$@ app information without requiring you to open the app. Keep these turned ON in your phone’s settings to ensure you receive %1$@ Notifications, Critical Alerts, and Time Sensitive Notifications.
it: Le notifiche ti forniscono informazioni importanti sull'app %1$@ senza che tu debba aprire l'app. Tienile attive nelle impostazioni del tuo telefono per assicurarti di ricevere %1$@ notifiche, avvisi critici e notifiche sensibili al tempo.

source: Off
it: Disattivato

source: Oh no! Loop crashed while dosing, and insulin adjustments have been paused until this dialog is closed. Dosing history may not be accurate. Please review Insulin Delivery charts, and monitor your blood glucose carefully.
it: Oh No! Loop si è chiuso mentre stava eseguendo un bolo e il dosaggio d'insulina è stato messo in pausa, finchè la finestra sarà chiusa. L'elenco dell'infusione d'insulina potrebbe non essere accurato. Per favore rivedi con attenzione la tabella di infusione dell'insulina e sorveglia strettamente la tua glicemia

source: On
it: Attivato

source: Override Presets
it: Override

source: Possible Missed Meal
it: Possibile pasto saltato

source: Pre-Meal Targets
it: Obiettivo pre-pasto

source: Predicted glucose at %1$@ is %2$@.
it: La glicemia prevista a %1$@ è di %2$@.

source: Predicted glucose is in range.
it: La glicemia prevista è nell'intervallo

source: Predicted glucose of %1$@ is below your glucose safety limit setting.
it: La glicemia prevista da %1$@ è al di sotto del tuo limite glicemico di sicurezza.

source: Predicted glucose of %1$@ is below your suspend threshold setting.
it: La glicemia prevista %1$@ è inferiore al valore soglia per la sospensione dell'erogazione.

source: Predicted: %1$@ Actual: %2$@ (%3$@)
it: Previsto: %1$@ Effettivo: %2$@ (%3$@)

source: prediction-description-integral-retrospective-correction
it: previsione-descrizione-integrale-correzione-retrospettiva

source: Preparing Critical Event Logs
it: Preparazione dei registri degli eventi critici in corso

source: Profile Expiration
it: Scadenza profilo

source: Profile expires
it: Il profilo scade

source: Profile Expires Soon
it: Il profilo scade a breve

source: Pump
it: Pompa

source: Pump Battery Low
it: Batteria della pompa scarica

source: Pump data is %1$@ old
it: I dati forniti dalla pompa sono di %1$@ fa

source: Pump Event
it: Evento pompa

source: Pump Expired
it: Pompa scaduta

source: Pump Manager Error: %1$@
it: Errore Pump Manager: %1$@

source: Pump Reservoir Empty
it: Serbatoio della pompa vuoto

source: Pump Reservoir Low
it: Serbatoio della pompa scarico

source: Pump Suspended
it: Pompa sospesa

source: Pump Suspended. Automatic dosing is disabled.
it: Pompa sospesa. Il dosaggio automatico è disattivato.

source: Rapid-Acting – Adults
it: Insulina ultrarapida – Adulti

source: Rapid-Acting – Children
it: Insulina ultrarapida – Bambini

source: Recommendation expired: %1$@ old
it: La raccomandazione è scaduta: %1$@ fa

source: Recommended Basal
it: Basale raccomandata

source: Recommended Bolus
it: Bolo raccomandato

source: Recommended Bolus Exceeds Maximum Bolus
it: Il bolo raccomandato supera la quantità del bolo massimo.

source: Recommended Bolus: %@ Units
it: Bolo raccomandato: %@ Unità

source: Remote Bolus Entry: %@ U
it: Inserimento bolo remoto: %@ U

source: Remote Carbs Entry: %d grams
it: Inserimento remoto di carboidrati: %d grammi

source: Reservoir
it: Serbatoio

source: Reservoir Empty
it: Serbatoio vuoto

source: Retrospective Correction
it: Correzione retrospettiva

source: Retry
it: Riprova

source: Save
it: Salva

source: Save as favorite food
it: Salva come cibo preferito

source: Save Carbs & Deliver
it: Salva carboidrati ed eroga

source: Save without Bolusing
it: Salva senza erogare bolo

source: Scheduled
it: Programmato

source: Selecting a favorite food in the carb entry screen automatically fills in the carb quantity, food type, and absorption time fields! Tap the add button below to create your first favorite food!
it: Selezionando un alimento preferito nella schermata di inserimento dei carboidrati, i campi relativi a quantità di carboidrati, tipo di alimento e tempo di assorbimento vengono compilati automaticamente! Tocca "Aggiungi" qui sotto per creare il tuo primo alimento preferito!

source: Sensor Failed
it: Sensore guasto

source: Services
it: Servizi

source: Settings
it: Impostazioni

source: Setup Incomplete
it: Configurazione incompleta

source: Shows last loop error
it: Mostra l'ultimo errore di Loop

source: Simple Bolus Calculator
it: Calcolatore bolo semplice

source: Simple Meal Calculator
it: Calcolatore pasto semplice

source: since %@
it: da %@

source: Site URL
it: Sito URL

source: Software Update
it: Aggiornamento software

source: Start time is out of range: %@
it: L'orario di inizio non rientra nell'intervallo: %@

source: starting at %@
it: a partire da %@

source: Starting Bolus
it: Avvio bolo in corso

source: Support
it: Supporto

source: Suspend Threshold
it: Soglia di sospensione

source: Suspension of Insulin Delivery
it: Sospensione dell'erogazione d'insulina

source: Tap here to set up a CGM
it: Tocca per impostare un CGM

source: Tap here to set up a pump
it: Tocca per impostare una pompa

source: Tap here to set up a Service
it: Tocca per configurare un servizio

source: Tap to Add
it: Tocca per aggiungere

source: Tap to Resume
it: Tocca per riprendere

source: Tap to Stop
it: Tocca per interrompere

source: Tap to Unmute Alerts
it: Tocca per riattivare gli avvisi

source: Tap Unmute to resume sound for your alerts and alarms.
it: Tocca "Riattiva" audio per riattivare l'audio degli avvisi e delle sveglie.

source: TestFlight Expiration
it: Scadenza di TestFlight

source: TestFlight expires
it: TestFlight scade

source: TestFlight Expires Soon
it: TestFlight scade a breve

source: The bolus amount entered is smaller than the minimum deliverable.
it: La quantità di bolo immessa è inferiore alla quantità minima erogabile.

source: The bolus dosing algorithm uses a more conservative estimate of forecasted blood glucose than what is used to adjust your basal rate. As a result, your forecasted blood glucose after a bolus may still be higher than your target range.
it: L'algoritmo di dosaggio del bolo utilizza una stima più conservativa della glicemia prevista rispetto a quella utilizzata per regolare la velocità basale. Di conseguenza, la glicemia prevista dopo un bolo potrebbe essere superiore all'intervallo obiettivo.

source: The bolus recommendation has updated. Please reconfirm the bolus amount.
it: La raccomandazione del bolo è stata aggiornata. Si prega di riconfermare la quantità di bolo.

source: The legacy model used by Loop, allowing customization of action duration.
it: Il modello legacy utilizzato da Loop, che consente la personalizzazione della durata dell'azione.

source: The maximum allowed amount is %@ grams.
it: La quantità massima consentita è %@ grammi.

source: The maximum amount allowed is %1$@.
it: La quantità massima consentita è %1$@ .

source: The maximum bolus amount is %@ U.
it: La quantità massima consentita del bolo è %@ U.

source: The maximum bolus amount is %@ Units
it: La quantità massima consentita del bolo è %@ Unità

source: The maximum bolus setting must be configured before a bolus can be delivered.
it: L'impostazione del bolo massimo deve essere configurata prima di poter erogare un bolo.

source: Therapy Settings
it: Impostazioni terapia

source: This option only applies when Loop's Dosing Strategy is set to Automatic Bolus.
it: Questa opzione si applica solo quando Strategia di dosaggio di Loop è impostata su Bolo automatico.

source: Time Sensitive Alerts
it: Notifiche sensibili al tempo

source: Time Sensitive Notifications
it: Notifiche sensibili al tempo

source: Transmitter Low Battery
it: Batteria del trasmettitore scarica

source: Try Again
it: Riprova

source: Turn off the volume on your iOS device or add %1$@ as an allowed app to each Focus Mode. Time Sensitive and Critical Alerts will still sound, but non-Critical Alerts will be silenced.
it: Disattiva il volume sul tuo dispositivo iOS o aggiungi %1$@ come app consentita per ciascuna modalità Focus. Gli avvisi sensibili al tempo e critici continueranno a suonare, ma gli avvisi non critici verranno silenziati.

source: Turn on Bluetooth to receive alerts, alarms or sensor glucose readings.
it: Attiva il Bluetooth per ricevere avvisi, allarmi o letture glicemiche del sensore.

source: Unable To Clear Alert
it: Impossibile cancellare l'avviso

source: Unable To Reach Pump
it: Impossibile contattare la pompa

source: Unable to Save Carb Entry
it: Impossibile salvare l'inserimento di carboidrati

source: Unable to Save Manual Glucose Entry
it: Impossibile salvare l'inserimento manuale delle glicemie

source: Unable to stop the bolus in progress. Move your iPhone closer to the pump and try again. Check your insulin delivery history for details, and monitor your glucose closely.
it: Impossibile interrompere il bolo in corso. Avvicina l'iPhone alla pompa e riprova. Controlla la cronologia delle erogazioni d'insulina per maggiori dettagli e monitora attentamente la glicemia.

source: Unknown
it: Sconosciuto

source: Unknown Error: %1$@
it: Errore sconosciuto: %1$@

source: Unknown preset: %1$@
it: Preset sconosciuto: %1$@

source: Unknown time
it: Orario sconosciuto

source: Unmute
it: Riattiva

source: Unmute Alerts?
it: Disattivare gli avvisi?

source: Unsupported Notification Service: %1$@
it: Servizio di notifica non supportato: %1$@

source: until %@
it: fino a %@

source: Until %1$@
it: Fino a %1$@

source: Until I enter carbs
it: Fino a quando non inserisco carboidrati

source: Until I turn off
it: Finché non disattivato

source: Urgent Low
it: Ipo urgente

source: Use Pre-Meal Preset
it: Usa il Preset pre-pasto

source: Use the Mute Alerts feature. It allows you to temporarily silence all of your alerts and alarms via the %1$@ app, including Critical Alerts and Time Sensitive Alerts.
it: Utilizza la funzione Disattiva avvisi. Consente di silenziare temporaneamente tutti gli avvisi e gli allarmi tramite l'app %1$@, compresi gli avvisi critici e gli avvisi sensibili al tempo.

source: Use Workout Glucose Targets
it: Utilizza i target glicemi per l'allenamento

source: Use Workout Preset
it: Usa il Preset allenamento

source: Warning! Safety notifications are turned OFF
it: Attenzione! Le notifiche di sicurezza sono disattivate

source: What are examples of Critical and Time Sensitive alerts?
it: Quali sono alcuni esempi di avvisi critici e sensibili al tempo?

source: When current or forecasted glucose is below the glucose safety limit, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
it: Quando la glicemia attuale o prevista è inferiore al limite di sicurezza, Loop non consiglia un bolo e raccomanda sempre una velocità basale temporanea di 0 unità all'ora.

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
it: Quando la glicemia attuale o prevista è sotto la soglia di sospensione, Loop non consiglia un bolo e raccomanda sempre una velocità basale temporanea di 0 unità per ora.

source: When enabled, Loop can notify you when it detects a meal that wasn't logged.
it: Se attivato, Loop può avvisarti quando rileva un pasto che non è stato registrato.

source: When out of Closed Loop mode, the app uses a simplified bolus calculator like a typical pump.
it: Quando non è in modalità Loop chiuso, l'applicazione utilizza un calcolatore di bolo semplificato come una tipica pompa.

source: While mute alerts is on, all alerts from your %1$@ app including Critical and Time Sensitive alerts will temporarily display without sounds and will vibrate only.
it: Quando Disattiva avvisi è attiva, tutti gli avvisi dell'app %1$@, compresi gli avvisi critici e quelli sensibili al tempo, vengono temporaneamente visualizzati senza suoni e solo con una vibrazione.

source: While mute alerts is on, your insulin pump and CGM hardware may still sound.
it: Anche se gli avvisi sono disattivati, la pompa per insulina e l'hardware CGM potrebbero comunque emettere suoni.

source: While trying to restart %1$@ an error occured. %2$@
it: Durante il tentativo di riavviare %1$@ si è verificato un errore. %2$@

source: Workout Targets
it: Obiettivi di allenamento

source: Workout Temp Adjust has been turned on for more than 24 hours. Make sure you still want it enabled, or turn it off in the app.
it: L'Override di allenamento è attivo da più di 24 ore. Assicurati di volerlo mantenere attivato oppure disattivalo nell'app.

source: Workout Temp Adjust Still On
it: L'Override di allenamento è ancora attivo

source: Yes
it: SÌ

source: You may not get sound, visual or vibration alerts regarding critical safety information. To fix the issue, tap ‘Settings’ and make sure Notifications, Critical Alerts and Time Sensitive Notifications are turned ON.
it: Potresti non ricevere avvisi sonori, visivi o con vibrazione relativi a informazioni critiche sulla sicurezza. Per risolvere il problema, tocca Impostazioni e assicurati che notifiche, avvisi critici e notifiche sensibili al tempo siano attivate.

source: Your %1$@’s time has been changed. %2$@ needs accurate time records to make predictions about your glucose and adjust your insulin accordingly. Check in your %1$@ Settings (General / Date & Time) and verify that 'Set Automatically' is turned ON. Failure to resolve could lead to serious under-delivery or over-delivery of insulin.
it: L'orario di %1$@ è stato modificato. La %2$@ ha bisogno di registrazioni accurate dell'orario per fare previsioni sulle glicemie e regolare l'insulina di conseguenza. Controlla in Impostazioni di %1$@ (Generale / Data e ora) e verifica che l'opzione Imposta automaticamente sia attivata. In caso contrario, l'insulina potrebbe essere erogata in quantità insufficiente o eccessiva.

source: Your glucose is below %1$@. Are you sure you want to bolus?
it: La glicemia è inferiore a %1$@. Sei sicuro di voler fare il bolo?

source: Your glucose is below or predicted to go below your glucose safety limit, %@.
it: La tua glicemia è inferiore o si prevede che scenderà al di sotto del limite di sicurezza della glicemia, %@.

source: Your glucose is below your glucose safety limit, %1$@.
it: La tua glicemia è al di sotto del limite di sicurezza, %1$@ .

source: Your glucose is low. Eat carbs and consider waiting to bolus until your glucose is in a safe range.
it: La tua glicemia è bassa. Mangia carboidrati e valuta di aspettare il bolo finché la glicemia non torna a un intervallo sicuro.

source: Your glucose is low. Eat carbs and monitor closely.
it: La tua glicemia è bassa. Mangia carboidrati e monitora attentamente.

source: Your maximum bolus amount is %1$@.
it: La quantità massima consentita del tuo bolo è %1$@.

source: Your pump data is stale. %1$@ cannot recommend a bolus amount.
it: I dati della pompa sono obsoleti. %1$@ non può consigliare un bolo.

source: Your pump is delivering a manual temporary basal rate.
it: La pompa sta erogando una velocità basale temporanea manuale.

source: Your recommended bolus exceeds your maximum bolus amount of %1$@.
it: Il bolo raccomandato supera la quantità del bolo massimo di %1$@.
